IDEA Open Model
LoadInPoint.Fy Property
 Force in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Fy { get; set; }
Public Property Fy As Double
	Get
	Set
public:
property double Fy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace